{
  "challengeBattles": [
    "Who can hold a plank longer?",
    "Who can name more countries in 20 seconds?",
    "Rock, Paper, Scissors best of 3.",
    "Who can do more squats in 30 seconds?",
    "Imitate someone in the group and let others guess.",
    "Tongue twister battle – fastest clear speaker wins!",
    "Who can balance a book on their head longer?",
    "Memory battle – name things in a category turn by turn.",
    "Dance battle – group decides the winner.",
    "Trivia quiz face-off – 3 questions each.",
    "Who can do more jumping jacks in 15 seconds?",
    "Thumb wrestling – best of 3 rounds.",
    "Who can make the funniest face?",
    "Who can say the alphabet backward fastest?",
    "Staring contest – first to blink loses.",
    "Who can balance a spoon on their nose longer?",
    "Pictionary drawing battle – fastest guess wins.",
    "Who can do more push-ups in 20 seconds?",
    "Name that tune – hum a song for others to guess.",
    "Who can stand on one leg longer?",
    "Who can list more animals in 15 seconds?",
    "Paper airplane distance challenge – furthest flight wins.",
    "Who can do more sit-ups in 30 seconds?",
    "Charades battle – fastest to guess wins.",
    "Who can make the most unusual sound?",
    "Arm wrestling – single round elimination.",
    "Who can name more fruits in 10 seconds?",
    "Minute to Win It challenge – specific small task.",
    "Who can do more wall sits (hold for 15 seconds)?",
    "Storytelling challenge – funniest short story wins.",
    "Who can balance a pen on their finger longer?",
    "Who can list more colors in 5 seconds?",
    "Silent laugh challenge – first to make noise loses.",
    "Who can do more burpees (modified if needed) in 20 seconds?",
    "Improv scene – two people, group votes funniest.",
    "Who can whistle a specific song without error?",
    "Who can name more capital cities in 30 seconds?",
    "Cup stacking challenge – fastest to build and unbuild a pyramid.",
    "Who can do more lunges (alternating) in 30 seconds?",
    "Joke-telling contest – funniest joke wins.",
    "Who can balance a small object on their chin longer?",
    "Who can list more types of clothing in 10 seconds?",
    "Statue challenge – first to move or giggle loses.",
    "Who can do more crunches in 20 seconds?",
    "Riddle challenge – first to solve wins.",
    "Who can speak in a robot voice for 30 seconds straight?",
    "Who can name more car brands in 20 seconds?",
    "Coin toss – best of 5 calls.",
    "Who can do more mountain climbers in 30 seconds?",
    "Pantomime an object – best performance wins.",
    "Who can cross their eyes the longest?",
    "Who can list more vegetables in 15 seconds?",
    "Backward walking race – across the room and back.",
    "Who can do more tricep dips (using a chair) in 30 seconds?",
    "Singing battle – best voice (or funniest) wins.",
    "Who can spin in a circle 5 times and walk a straight line?",
    "Who can name more U.S. states in 20 seconds?",
    "Balloon keep-up – last one to let it touch the ground wins.",
    "Who can do more donkey kicks (alternating) in 30 seconds?",
    "Compliment battle – give the most sincere compliment.",
    "Who can wiggle their ears?",
    "Who can list more things found in a kitchen in 15 seconds?",
    "Blindfolded taste test – guess the food item.",
    "Who can do more bicycle crunches in 30 seconds?",
    "Emoji charades – act out an emoji, others guess.",
    "Who can touch their nose with their tongue?",
    "Who can list more types of weather in 10 seconds?",
    "Paper ball toss – hit a target from a distance.",
    "Who can do more planks with shoulder taps in 30 seconds?",
    "Story ending battle – given a start, finish it creatively.",
    "Who can balance a shoe on their head for 10 seconds?",
    "Who can list more body parts in 10 seconds?",
    "Pretend to be a famous animal – best impression wins.",
    "Who can do more leg lifts in 30 seconds?",
    "Word association battle – quickest unique response wins.",
    "Who can make the funniest animal sound?",
    "Who can list more sports in 15 seconds?",
    "Thumb war – best of 3.",
    "Who can do more glute bridges in 30 seconds?",
    "Mimic a TV show character – best impression wins.",
    "Who can hold their breath longer (safely)?",
    "Who can list more types of drinks in 10 seconds?",
    "Silly walk contest – funniest walk wins.",
    "Who can do more Russian twists in 30 seconds?",
    "Quick draw – draw a specific item in 10 seconds, best drawing wins.",
    "Who can touch their elbows behind their back?",
    "Who can list more musical instruments in 15 seconds?",
    "Guess the object (blindfolded) – identify by touch.",
    "Who can do more flutter kicks in 30 seconds?",
    "Sales pitch battle – sell a random item persuasively.",
    "Who can stand on one foot with their eyes closed longer?",
    "Who can list more household items in 20 seconds?",
    "Cup flip challenge – land a cup upside down.",
    "Who can do more plank jacks in 30 seconds?",
    "Debate battle – argue for a silly topic.",
    "Who can make the funniest sneeze sound?",
    "Who can list more types of candy in 15 seconds?",
    "Memory game – memorize a sequence of items, repeat.",
    "Who can do more bird-dog exercises in 30 seconds?",
    "Compliment battle – who can give the most unique compliment?",
    "Who can keep a straight face while others try to make them laugh?",
    "Who can list more types of trees in 15 seconds?",
    "Build a tower – tallest tower with specific items.",
    "Who can do more side planks (each side) in 30 seconds?",
    "Invent a new dance move – group votes favorite.",
    "Who can balance a playing card on their nose longer?",
    "Who can list more things found in a bathroom in 15 seconds?",
    "Fastest to tie shoelaces (if wearing them).",
    "Who can do more superman exercises in 30 seconds?",
    "Describe a dream – funniest dream story wins."
  ]
}