{
  "dares": [
      "Sing your favorite song at the top of your lungs for 30 seconds.",
      "Do your best impression of a cat for one minute.",
      "Balance a spoon on your nose for 10 seconds.",
      "Do 10 jumping jacks.",
      "Talk in a funny accent for the next two rounds.",
      "Wear a silly hat for the rest of the game.",
      "Do a dramatic reading of a grocery list.",
      "Let someone else choose your phone's wallpaper for a day.",
      "Do your best robot dance for 20 seconds.",
      "Tell a joke and don't laugh.",
      "Act like a T-Rex for one minute.",
      "Make up a short rap about the person to your left.",
      "Hop on one foot for 15 seconds.",
      "Do an interpretive dance to an imaginary song.",
      "Wear your socks on your hands for the next round.",
      "Pretend to be a superhero and strike a pose.",
      "Recite the alphabet backwards.",
      "Do 5 push-ups.",
      "Speak only in questions for the next two minutes.",
      "Make a funny face and hold it until someone laughs.",
      "Crawl like a baby across the room.",
      "Give a compliment to everyone in the room.",
      "Do 10 squats.",
      "Pretend to be a news anchor reporting on the game.",
      "Balance a book on your head and walk across the room.",
      "Speak in slow motion for one minute.",
      "Make up a silly handshake with the person next to you.",
      "Do 5 sit-ups.",
      "Pretend to be a mime trapped in a box.",
      "Sing 'Happy Birthday' to yourself in a funny voice.",
      "Do your best impression of a chicken.",
      "Wear your shirt backward for the rest of the game.",
      "Do 10 arm circles forward and 10 backward.",
      "Pretend to be a zombie for 30 seconds.",
      "Tell a funny childhood story.",
      "Do your best impression of a famous celebrity.",
      "Speak in rhymes for the next two rounds.",
      "Do 5 burpees (or modified burpees).",
      "Pretend to be a robot trying to open a door.",
      "Make a funny sound every time you take a turn for the next round.",
      "Walk like a crab across the room.",
      "Give a high-five to everyone in the room.",
      "Do 10 lunges (5 on each leg).",
      "Pretend to be a secret agent whispering a secret mission.",
      "Balance a pillow on your head for 15 seconds.",
      "Speak only in exclamations for the next minute.",
      "Make up a secret code word and use it three times this round.",
      "Do 5 planks (hold for 10 seconds each).",
      "Pretend to be a confused tourist looking at a map.",
      "Sing your favorite nursery rhyme with extreme emotion.",
      "Do your best impression of a dog wagging its tail.",
      "Wear sunglasses indoors for the rest of the game.",
      "Do 10 calf raises.",
      "Pretend to be a weather reporter predicting silly weather.",
      "Balance a toilet paper roll on your head and walk.",
      "Speak in a very deep voice for the next minute.",
      "Make up a funny dance move and teach it to someone.",
      "Do 5 wall sits (hold for 10 seconds each).",
      "Pretend to be a cat trying to catch a laser pointer.",
      "Sing a commercial jingle out loud.",
      "Do your best impression of a bird flying.",
      "Wear a sock on one ear for the next two rounds.",
      "Do 10 twists (torso twists).",
      "Pretend to be a chef describing a bizarre dish.",
      "Balance a pen on your finger for 10 seconds.",
      "Speak only in animal sounds for the next 30 seconds.",
      "Make up a silly nickname for everyone in the room.",
      "Do 5 jumping squats.",
      "Pretend to be a grumpy old person complaining.",
      "Sing the chorus of a song in a high-pitched voice.",
      "Do your best impression of a fish out of water.",
      "Wear a piece of clothing inside out for the rest of the game.",
      "Do 10 knee high marches.",
      "Pretend to be an alien trying to understand human customs.",
      "Balance a shoe on your head for 10 seconds.",
      "Speak only in grunts and groans for the next 30 seconds.",
      "Make up a short poem about something in the room.",
      "Do 5 crunches.",
      "Pretend to be a zombie chasing brains.",
      "Sing the ABCs in a dramatic opera style.",
      "Do your best impression of a monkey swinging.",
      "Wear a hat backwards for the next two rounds.",
      "Do 10 shoulder presses (imaginary weights).",
      "Pretend to be a detective looking for clues.",
      "Balance a remote control on your forehead for 10 seconds.",
      "Speak only in whispers for the next minute.",
      "Make up a new word and define it.",
      "Do 5 leg lifts (each leg).",
      "Pretend to be a superhero trying to fly.",
      "Sing a lullaby to an imaginary baby.",
      "Do your best impression of a confused dog.",
      "Wear mismatched socks for the rest of the game.",
      "Do 10 bicep curls (imaginary weights).",
      "Pretend to be a clumsy waiter spilling drinks.",
      "Balance a small object on your chin for 10 seconds.",
      "Speak only in compliments for the next minute.",
      "Make up a funny sound effect for every action you do.",
      "Do 5 mountain climbers (each leg).",
      "Pretend to be a magician trying a new trick.",
      "Sing a commercial jingle in a whisper.",
      "Do your best impression of a snail moving slowly.",
      "Wear a headband on your chin for the next round.",
      "Do 10 tricep dips (using a chair or couch).",
      "Pretend to be a chef tasting something disgusting.",
      "Balance a book on one hand for 10 seconds.",
      "Speak only in questions and answers for the next minute.",
      "Make up a short story about an object in the room.",
      "Do 5 high knees (each leg).",
      "Pretend to be a sleepy slopoth.",
      "Sing a children's song as if you're a rock star.",
      "Do your best impression of a bird chirping loudly.",
      "Wear a silly sticker on your forehead for the rest of the game.",
      "Do 10 squats holding an imaginary heavy object.",
      "Pretend to be a superhero with a very silly power.",
      "Balance a small ball on your head for 10 seconds.",
      "Speak only in a high-pitched voice for the next minute.",
      "Make up a funny personal slogan.",
      "Do 5 plank jacks.",
      "Pretend to be a grumpy old wizard casting a spell.",
      "Sing a made-up song about your favorite food.",
      "Do your best impression of a frog hopping.",
      "Wear a sock on your nose for the next round.",
      "Do 10 reverse lunges (5 on each leg).",
      "Pretend to be an excited puppy seeing its owner.",
      "Balance a tissue box on your head and walk.",
      "Speak only in rhymes for the next minute.",
      "Make up a funny dance move and name it.",
      "Do 5 Russian twists (each side).",
      "Pretend to be a clumsy robot trying to walk.",
      "Sing a popular song with made-up lyrics.",
      "Do your best impression of a confused owl.",
      "Wear a towel as a cape for the rest of the game.",
      "Do 10 donkey kicks (each leg).",
      "Pretend to be a very dramatic opera singer.",
      "Balance a water bottle on your head for 10 seconds.",
      "Speak only using synonyms for common words for the next minute.",
      "Make up a secret handshake with two people.",
      "Do 5 diamond push-ups (or modified).",
      "Pretend to be a superhero whose power is super speed.",
      "Sing a song backwards (if you know one).",
      "Do your best impression of a surprised cat.",
      "Wear a silly drawing on your hand for the rest of the game.",
      "Do 10 glute bridges.",
      "Pretend to be a news reporter covering a very boring event.",
      "Balance a small book on your foot for 10 seconds.",
      "Speak only in questions for the next minute.",
      "Make up a funny sound for every number from 1 to 5.",
      "Do 5 bicycle crunches (each side).",
      "Pretend to be a confused tourist trying to order food.",
      "Sing a lullaby as if you're a scary monster.",
      "Do your best impression of a dizzy person.",
      "Wear your pants on your head for 30 seconds.",
      "Do 10 calf raises on one leg (5 each).",
      "Pretend to be a very polite alien asking questions.",
      "Balance a spoon on your upper lip for 10 seconds.",
      "Speak only in movie quotes for the next minute.",
      "Make up a funny catchphrase and use it three times.",
      "Do 5 flutter kicks (each leg).",
      "Pretend to be a sleepy sloth trying to get a snack.",
      "Sing a song in a very deep, booming voice.",
      "Do your best impression of a baby giggling.",
      "Wear a piece of paper taped to your forehead with a silly word on it.",
      "Do 10 hip circles (each direction).",
      "Pretend to be a very enthusiastic game show host.",
      "Balance a pen on your nose and cross your eyes.",
      "Speak only in whispers for the next two minutes.",
      "Make up a funny dance move and challenge someone to copy it.",
      "Do 5 leg swings (each leg, forward and backward).",
      "Pretend to be a very dramatic actor performing a monologue.",
      "Sing a nursery rhyme as if you're heartbroken.",
      "Do your best impression of a dog barking excitedly.",
      "Wear a sock on your chin for the next round.",
      "Do 10 standing crunches (knee to elbow).",
      "Pretend to be a frustrated chef whose recipe went wrong.",
      "Balance a small object on your big toe for 10 seconds.",
      "Speak only in riddles for the next minute.",
      "Make up a funny sound for opening a door.",
      "Do 5 plank shoulder taps (each side).",
      "Pretend to be a very shy person trying to order coffee.",
      "Sing a popular song with exaggerated facial expressions.",
      "Do your best impression of a happy bird.",
      "Wear a scarf as a blindfold for 30 seconds (supervised).",
      "Do 10 arm circles in reverse.",
      "Pretend to be an ancient pharaoh giving orders.",
      "Balance a cushion on your head and walk backwards.",
      "Speak only in animal sounds for the next minute.",
      "Make up a funny poem about your shoes.",
      "Do 5 tricep push-ups (or modified).",
      "Pretend to be a detective looking for a missing sock.",
      "Sing the first line of 5 different songs.",
      "Do your best impression of a nervous squirrel.",
      "Wear a hat inside out for the rest of the game.",
      "Do 10 high knees while flapping your arms like a bird.",
      "Pretend to be a scientist explaining a very strange discovery.",
      "Balance a coaster on your nose for 10 seconds.",
      "Speak only in dramatic pauses for the next minute.",
      "Make up a secret code word and teach it to the group.",
      "Do 5 plank knee-to-elbow (each side).",
      "Pretend to be a very enthusiastic tour guide.",
      "Sing 'Twinkle Twinkle Little Star' in a scary voice.",
      "Do your best impression of a frustrated computer.",
      "Wear your socks over your pants for the next round.",
      "Do 10 marching in place while making silly faces.",
      "Pretend to be a statue that comes to life very slowly.",
      "Balance a paperback book on your head and do 3 squats.",
      "Speak only in questions for the next two minutes, directed at different people.",
      "Make up a short story about an inanimate object in the room.",
      "Do 5 superman exercises (lying face down, lift arms and legs).",
      "Pretend to be a very, very old person trying to get up from a chair.",
      "Sing a commercial jingle as if it's a dramatic ballad.",
      "Do your best impression of a confused dog trying to understand human speech.",
      "Wear a pillow as a hat for 30 seconds.",
      "Do 10 side lunges (5 on each side).",
      "Pretend to be a secret agent trying to diffuse a bomb (with sound effects).",
      "Balance a small toy on your finger for 15 seconds.",
      "Speak only in adjectives for the next minute.",
      "Make up a funny dance that involves only your arms.",
      "Do 5 burpees without jumping.",
      "Pretend to be a grumpy old cat judging everyone.",
      "Sing a nursery rhyme as if you're a pop star.",
      "Do your best impression of a confused human trying to use a remote control.",
      "Wear your shirt inside out for the rest of the game.",
      "Do 10 arm circles while spinning in a circle.",
      "Pretend to be a very clumsy waiter carrying an imaginary tray.",
      "Balance a piece of paper on your nose for 10 seconds.",
      "Speak only in nouns for the next minute.",
      "Make up a funny sound for when you're surprised.",
      "Do 5 bird-dog exercises (each side).",
      "Pretend to be a mime trapped in a very small box.",
      "Sing a song with exaggerated vibrato.",
      "Do your best impression of a hyperactive squirrel.",
      "Wear a napkin as a hat for the next round.",
      "Do 10 knee high marches while making a funny noise.",
      "Pretend to be an alien trying to communicate with humans.",
      "Balance a small fruit on your head for 10 seconds.",
      "Speak only in interjections for the next minute.",
      "Make up a funny personal motto.",
      "Do 5 jumping jacks while shouting a funny word.",
      "Pretend to be a very dramatic villain giving a monologue.",
      "Sing a made-up song about a piece of furniture.",
      "Do your best impression of a happy puppy.",
      "Wear a sock on each hand for the next two rounds.",
      "Do 10 torso twists while standing on one foot.",
      "Pretend to be a chef describing a perfectly awful meal.",
      "Balance a paper cup on your head and do 3 steps.",
      "Speak only in compliments to inanimate objects for the next minute.",
      "Make up a funny sound effect for every time you blink.",
      "Do 5 high knees while marching in place.",
      "Pretend to be a very sleepy giant.",
      "Sing a nursery rhyme with a serious facial expression.",
      "Do your best impression of a surprised owl that just heard a loud noise.",
      "Wear your shoes on your hands for 30 seconds.",
      "Do 10 calf raises while standing on a pillow (carefully!).",
      "Pretend to be a very confused robot trying to understand a joke.",
      "Balance a small book on your shoulder for 10 seconds.",
      "Speak only in questions for the next 30 seconds, directed at yourself.",
      "Make up a short poem about the last thing you ate.",
      "Do 5 donkey kicks while making a neighing sound.",
      "Pretend to be a superhero whose power is being incredibly clumsy.",
      "Sing the first line of 'Old MacDonald' with animal sounds.",
      "Do your best impression of a fish trying to talk.",
      "Wear a piece of paper with a silly drawing on your back for the rest of the game.",
      "Do 10 glute bridges while singing a lullaby.",
      "Pretend to be a news anchor reporting on the most exciting thing in the room.",
      "Balance a pen cap on your nose for 10 seconds.",
      "Speak only in a very high-pitched voice for the next 30 seconds.",
      "Make up a funny dance move that only uses your legs.",
      "Do 5 spider-man push-ups (or modified).",
      "Pretend to be a grumpy old man complaining about modern technology.",
      "Sing a commercial jingle with a dramatic flair.",
      "Do your best impression of a happy squirrel burying nuts.",
      "Wear a tea towel as a cape for the next round.",
      "Do 10 shoulder presses while making a flexing sound.",
      "Pretend to be a detective trying to solve the mystery of the missing cookie.",
      "Balance a remote control on your chin for 10 seconds.",
      "Speak only in whispers and dramatic sighs for the next minute.",
      "Make up a secret code word and use it every time someone takes a turn.",
      "Do 5 plank to downward dog transitions.",
      "Pretend to be a very polite ghost trying to scare someone.",
      "Sing 'Row, Row, Row Your Boat' as if you're a Viking.",
      "Do your best impression of a nervous dog whimpering.",
      "Wear mismatched shoes for the rest of the game (if possible).",
      "Do 10 side planks (hold for 10 seconds each side).",
      "Pretend to be a chef tasting the best food they've ever had.",
      "Balance a small pillow on your head and spin in a circle.",
      "Speak only in compliments for the next two minutes, directed at everyone and everything.",
      "Make up a funny sound effect for every time you clap your hands.",
      "Do 5 pistol squats (or modified, holding onto something).",
      "Pretend to be a very dramatic opera singer having a meltdown.",
      "Sing a lullaby to an imaginary pet.",
      "Do your best impression of a surprised kitten.",
      "Wear your shirt inside out and backwards for 30 seconds.",
      "Do 10 arm circles while making a whooshing sound.",
      "Pretend to be an alien trying to learn human greetings.",
      "Balance a water bottle on your forehead and do 3 sit-ups (carefully!).",
      "Speak only in rhyming couplets for the next minute.",
      "Make up a funny personal jingle for yourself.",
      "Do 5 burpees with a funny sound effect at the end.",
      "Pretend to be a grumpy old wizard who lost their magic wand.",
      "Sing a made-up song about a household chore.",
      "Do your best impression of a sleepy cat stretching.",
      "Wear a hat that's too big for you for the rest of the game.",
      "Do 10 walking lunges around the room.",
      "Pretend to be a very clumsy superhero trying to save the day.",
      "Balance a small object on your ear for 10 seconds.",
      "Speak only using exaggerated gestures for the next minute.",
      "Make up a funny sound for when you're confused.",
      "Do 5 mountain climbers while making a puffing sound.",
      "Pretend to be a very shy person trying to give a presentation.",
      "Sing a children's song as if you're a country music star.",
      "Do your best impression of a happy dog wagging its whole body.",
      "Wear socks on your ears for the rest of the game.",
      "Do 10 side bends (each side) while making a creaking sound.",
      "Pretend to be a news reporter announcing the most mundane news ever.",
      "Balance a piece of fruit on your head for 10 seconds.",
      "Speak only in questions, followed by immediate answers, for the next minute.",
      "Make up a short story about a pet peeve you have.",
      "Do 5 Russian twists while singing a silly song.",
      "Pretend to be a zombie trying to dance.",
      "Sing 'Happy Birthday' to a random object in the room.",
      "Do your best impression of a surprised baby.",
      "Wear your pants backward for 30 seconds.",
      "Do 10 calf raises while balancing on your tiptoes.",
      "Pretend to be a very polite ghost asking for a snack.",
      "Balance a small pillow between your knees and walk across the room.",
      "Speak only in movie titles for the next minute.",
      "Make up a funny catchphrase for the game itself.",
      "Do 5 flutter kicks while making a whirring sound.",
      "Pretend to be a sleepy sloth trying to tell a joke.",
      "Sing a song in a very small, squeaky voice.",
      "Do your best impression of a confused bird trying to fly indoors.",
      "Wear a piece of clothing you dislike for the next round.",
      "Do 10 hip circles while humming your favorite tune.",
      "Pretend to be a very enthusiastic game show contestant.",
      "Balance a pen on your upper lip and try to smile.",
      "Speak only in whispers and loud shouts for the next minute.",
      "Make up a secret code word that means 'I'm winning'.",
      "Do 5 diamond push-ups while making a grunting sound.",
      "Pretend to be a superhero whose power is making terrible puns.",
      "Sing a song about your favorite indoor activity.",
      "Do your best impression of a surprised dog hearing a treat bag.",
      "Wear a silly headband around your neck for the rest of the game.",
      "Do 10 standing crunches while making a crunching sound.",
      "Pretend to be a frustrated chef whose souffle collapsed.",
      "Balance a small object on your big toe and try to write your name in the air with it.",
      "Speak only in riddles about objects in the room for the next minute.",
      "Make up a funny sound effect for hitting your funny bone.",
      "Do 5 plank shoulder taps while singing the ABCs.",
      "Pretend to be a very shy person trying to ask for directions.",
      "Sing a popular song with exaggerated operatic gestures.",
      "Do your best impression of a happy squirrel finding a hidden nut indoors.",
      "Wear a scarf as a silly hat for the next round.",
      "Do 10 arm circles in reverse while making a 'whoosh' sound.",
      "Pretend to be an ancient pharaoh trying to order pizza.",
      "Balance a paperback book on your head and do 5 lunges (carefully!).",
      "Speak only in questions for the next minute, asking increasingly bizarre things.",
      "Make up a short story about a houseplant's secret life.",
      "Do 5 superman exercises while making a flying sound.",
      "Pretend to be a very, very old person trying to remember their name.",
      "Sing a commercial jingle as if it's the most profound song ever.",
      "Do your best impression of a confused cat trying to figure out a new toy.",
      "Wear your socks over your ears for 30 seconds.",
      "Do 10 side lunges while humming a tune.",
      "Pretend to be a secret agent trying to deliver a top-secret message to a houseplant.",
      "Balance a piece of fruit on your nose for 10 seconds and try to wink.",
      "Speak only in adjectives, making them increasingly ridiculous, for the next minute.",
      "Make up a funny dance that involves only your upper body.",
      "Do 5 burpees without hands (modified).",
      "Pretend to be a grumpy old cat demanding attention.",
      "Sing a nursery rhyme as if you're auditioning for a talent show.",
      "Do your best impression of a human trying to understand a very complicated board game.",
      "Wear your shirt inside out for the rest of the game and act like it's normal.",
      "Do 10 arm circles while doing a silly walk.",
      "Pretend to be a very clumsy waiter trying to serve a fancy meal indoors.",
      "Balance a water bottle on your chin for 10 seconds and try to clap.",
      "Speak only in nouns, making them increasingly abstract, for the next minute.",
      "Make up a funny sound for when you're bored.",
      "Do 5 bird-dog exercises while making a sniffing sound.",
      "Pretend to be a very shy person trying to ask someone to play a game.",
      "Sing a popular song with extremely exaggerated hand gestures.",
      "Do your best impression of a happy bird singing a morning song indoors.",
      "Wear a hat that's too small for you for the rest of the game.",
      "Do 10 standing crunches while making a dramatic 'whoosh' sound.",
      "Pretend to be a news reporter announcing the most unexpected indoor discovery.",
      "Balance a small book on your shoulder and try to dance.",
      "Speak only in questions for the next minute, only using words that start with the same letter.",
      "Make up a short story about your favorite chair.",
      "Do 5 mountain climbers while singing a silly jingle.",
      "Pretend to be a sleepy giant trying to make a cup of tea.",
      "Sing 'Twinkle Twinkle Little Star' as if you're an opera singer who's lost their voice.",
      "Do your best impression of a surprised baby who just heard a funny noise from indoors.",
      "Wear your shoes on your hands for the next two rounds and try to interact with objects.",
      "Do 10 calf raises while trying to balance on one foot.",
      "Pretend to be a very polite alien trying to understand the concept of 'fun' indoors.",
      "Balance a small pillow between your ankles and try to walk without dropping it.",
      "Speak only in movie quotes that relate to indoor activities for the next minute.",
      "Make up a funny catchphrase for when someone messes up a dare.",
      "Do 5 flutter kicks while making a swimming sound.",
      "Pretend to be a sleepy sloth trying to play a board game.",
      "Sing a song in a very deep, gravelly voice.",
      "Do your best impression of a confused human trying to understand a pet's language indoors.",
      "Wear a piece of paper taped to your shirt with a 'Kick Me' sign (if everyone agrees it's okay).",
      "Do 10 hip circles while trying to pat your head and rub your tummy.",
      "Pretend to be a very enthusiastic game show host trying to explain complicated rules.",
      "Balance a pen on your upper lip and try to talk without it falling.",
      "Speak only in compliments for the next minute, complimenting only things that are red.",
      "Make up a funny sound effect for tripping over something imaginary indoors.",
      "Do 5 spider-man push-ups while making a 'thwip' sound.",
      "Pretend to be a grumpy old wizard trying to use a remote control.",
      "Sing the first line of 10 different songs, changing your voice each time.",
      "Do your best impression of a nervous squirrel trying to hide a nut indoors.",
      "Wear a blanket as a cape and act like a superhero for one minute.",
      "Do 10 tricep dips while singing a made-up song about strength.",
      "Pretend to be a detective trying to find a missing sock indoors, acting out the search.",
      "Balance a small object on your big toe and try to count to ten.",
      "Speak only in riddles about people in the room for the next minute.",
      "Make up a funny sound for when you're surprised by something indoors.",
      "Do 5 plank knee-to-elbow while saying the alphabet.",
      "Pretend to be a very shy person trying to read a book out loud.",
      "Sing a popular song with exaggeratedly emotional facial expressions.",
      "Do your best impression of a happy dog wagging its tail and doing a happy dance indoors.",
      "Wear mismatched slippers for the rest of the game.",
      "Do 10 arm circles in reverse while trying to juggle imaginary balls.",
      "Pretend to be an ancient pharaoh trying to navigate a modern home.",
      "Balance a cushion on your head and try to do 5 squats (carefully!).",
      "Speak only in questions, directed at the ceiling, for the next minute.",
      "Make up a short story about the most unusual object in the room.",
      "Do 5 superman exercises while making flying sounds and dramatic landings.",
      "Pretend to be a very, very old person trying to operate a smartphone.",
      "Sing a commercial jingle as if it's a dramatic love song.",
      "Do your best impression of a confused cat trying to escape a cardboard box indoors."
    ]
}