{
  "mysteryTasks": [
    "Do an impression of a famous person.",
    "Speak in a robot voice for 1 minute.",
    "Pretend you're a cat for the next turn.",
    "Balance a spoon on your nose.",
    "Tell a made-up story with a twist ending.",
    "Make everyone laugh in 15 seconds.",
    "Whistle a tune and let others guess it.",
    "Act like you're in slow motion for a minute.",
    "Do your best evil laugh.",
    "Draw something in the air and let others guess.",
    "Sing a nursery rhyme in an opera voice.",
    "Hop on one foot across the room.",
    "Talk in a funny accent for the next 2 rounds.",
    "Do 10 jumping jacks.",
    "Pretend to be a zombie for 30 seconds.",
    "Give a dramatic reading of a shampoo bottle.",
    "Do your best chicken dance.",
    "Walk like a crab for 10 steps.",
    "Recite the alphabet backwards.",
    "Make up a secret handshake with someone.",
    "Balance a book on your head and walk in a circle.",
    "Speak only in questions for the next minute.",
    "Do your best impression of a dog.",
    "Make a funny face and hold it until someone laughs.",
    "Crawl like a baby across the room.",
    "Give a compliment to everyone in the room.",
    "Do 5 push-ups.",
    "Pretend you're a superhero striking a pose.",
    "Sing 'Happy Birthday' in a funny voice.",
    "Do an interpretive dance to silence.",
    "Wear your socks on your hands for the next round.",
    "Tell a joke and don't laugh.",
    "Do 10 squats.",
    "Act like a mime trapped in a box.",
    "Make up a short rap about the game.",
    "Balance a pillow on your head for 15 seconds.",
    "Speak only in exclamations for the next turn.",
    "Do your best impression of a bird.",
    "Wear a hat backwards for the rest of the game.",
    "Do 5 burpees (modified if needed).",
    "Pretend to be a frustrated chef.",
    "Sing the chorus of your favorite song loudly.",
    "Do your best impression of a confused alien.",
    "Wear sunglasses indoors for the next 2 rounds.",
    "Do 10 calf raises.",
    "Pretend to be a weather reporter predicting silly weather.",
    "Balance a remote control on your forehead.",
    "Speak only in whispers for the next minute.",
    "Make up a new word and define it.",
    "Do 5 sit-ups.",
    "Pretend to be a sleepy sloth.",
    "Sing a commercial jingle with emotion.",
    "Do your best impression of a monkey.",
    "Wear a piece of clothing inside out for the rest of the game.",
    "Do 10 arm circles forward and backward.",
    "Pretend to be a robot trying to sit down.",
    "Make a funny sound every time you take a turn for 2 rounds.",
    "Walk backwards across the room.",
    "Give everyone a high-five.",
    "Do 10 lunges (5 each leg).",
    "Pretend to be a detective looking for clues.",
    "Balance a pen on your finger for 10 seconds.",
    "Speak only in animal sounds for the next 30 seconds.",
    "Make up a short poem about an object in the room.",
    "Do 5 planks (hold for 10 seconds each).",
    "Pretend to be a clumsy waiter.",
    "Sing the ABCs in a scary voice.",
    "Do your best impression of a fish.",
    "Wear a sock on your nose for the next round.",
    "Do 10 torso twists.",
    "Pretend to be a very dramatic actor.",
    "Balance a water bottle on your head.",
    "Speak only in rhymes for the next minute.",
    "Make up a funny dance move and show it.",
    "Do 5 high knees.",
    "Pretend to be a surprised cat.",
    "Sing a lullaby to an imaginary baby.",
    "Do your best impression of a surprised dog.",
    "Wear your shirt inside out for the rest of the game.",
    "Do 10 shoulder presses (imaginary weights).",
    "Pretend to be a talking inanimate object.",
    "Balance a toilet paper roll on your head and do 3 squats.",
    "Speak only in movie quotes for the next minute.",
    "Make up a funny catchphrase and use it three times.",
    "Do 5 crunches while making a funny noise.",
    "Pretend to be a very tiny person trying to reach something.",
    "Sing a song from your favorite musical.",
    "Do your best impression of a dolphin.",
    "Wear a pair of pants on your head for 15 seconds.",
    "Do 10 calf raises while standing on one leg (5 each).",
    "Pretend to be a frustrated inventor.",
    "Balance a cushion on your head and walk backwards.",
    "Speak only in sounds, no words, for the next 30 seconds.",
    "Make up a funny story about how you got here.",
    "Do 5 burpees while yelling a silly word.",
    "Pretend to be a chef tasting something absolutely delicious.",
    "Sing a popular song while trying to touch your nose with your tongue.",
    "Do your best impression of a famous cartoon character."
  ]
}