{
  "truths": [
    "What’s the most ridiculous argument you’ve ever had with a friend or family member?",
    "Describe your most awkward first date.",
    "What’s the funniest thing you’ve ever done to avoid doing chores?",
    "Tell us about a time you completely misunderstood someone and it led to a funny situation.",
    "What's the most embarrassing thing you've ever said in front of a crush?",
    "What’s the silliest thing you've ever believed as a child?",
    "Describe a time you tried to be cool and it backfired spectacularly.",
    "What’s the most absurd thing you’ve ever bought impulsively?",
    "Tell us about a time you accidentally walked into the wrong room/house/bathroom.",
    "What's the funniest thing you've ever been caught doing when you thought no one was watching?",
    "What's your most embarrassing moment involving a pet?",
    "Share a time you tried to cook something new and it became an epic fail.",
    "What’s the most ridiculous excuse you’ve ever given for being late?",
    "Describe a time you tried to tell a joke and absolutely butchered it.",
    "What’s the silliest reason you’ve ever cried?",
    "Tell us about a time you tried to sneak out/in and got caught.",
    "What's the funniest wardrobe malfunction you've ever experienced?",
    "What’s the most outrageous thing you’ve ever done to win a game?",
    "Describe a time you completely forgot someone’s name right after meeting them.",
    "What’s the most outlandish thing you’ve ever worn in public (on purpose or by accident)?",
    "Tell us about a time you tried to impress someone and ended up looking foolish.",
    "What's the funniest misunderstanding you've had due to a language barrier?",
    "What’s the most bizarre dream you’ve ever had that felt incredibly real?",
    "Describe a time you spilled something on yourself at the worst possible moment.",
    "What’s the most embarrassing thing you’ve ever done at a party?",
    "Tell us about a time you thought you saw someone famous but it was just a random person.",
    "What's the funniest thing you've ever overheard someone say?",
    "What’s your most embarrassing autocorrect fail?",
    "Describe a time you got caught telling a white lie.",
    "What’s the silliest thing you’ve ever done to cheer yourself up?",
    "Tell us about a time you tried to fix something and made it worse.",
    "What's the funniest prank you've ever pulled or had pulled on you?",
    "What’s the most awkward gift you’ve ever received or given?",
    "Describe a time you almost tripped or fell in a very public place.",
    "What’s the most ridiculous thing you’ve ever Googled?",
    "Tell us about a time you completely spaced out during a conversation.",
    "What's the funniest thing you've ever done to get out of trouble?",
    "What’s your most embarrassing moment involving food?",
    "Describe a time you tried to mimic a dance move and failed miserably.",
    "What’s the silliest thing you’ve ever argued with a sibling about?",
    "Tell us about a time you accidentally wore two different shoes.",
    "What's the funniest thing you've ever said while half-asleep?",
    "What’s the most awkward photo you’ve ever been in?",
    "Describe a time you completely messed up a simple task.",
    "What’s the most outlandish rumor you’ve ever heard about yourself?",
    "Tell us about a time you accidentally sent a text message to the wrong person.",
    "What's the funniest thing you've ever done to cheer someone else up?",
    "What’s your most embarrassing moment involving technology?",
    "Describe a time you tried to make something sound more impressive than it was.",
    "What’s the silliest thing you’ve ever done for money (even a small amount)?",
    "Tell us about a time you got caught talking to yourself.",
    "What's the funniest thing you've ever seen happen to someone else?",
    "What’s the most awkward moment you've had with a telemarketer?",
    "Describe a time you thought you knew the answer but were completely wrong.",
    "What’s the most outlandish item on your current grocery list?",
    "Tell us about a time you accidentally called someone by the wrong name (especially in a professional setting).",
    "What's the funniest thing you've ever found in an unexpected place?",
    "What’s your most embarrassing moment at school/work?",
    "Describe a time you tried to blend in and stuck out instead.",
    "What’s the silliest thing you’ve ever done to avoid a phone call?",
    "Tell us about a time you tried to sing a song and completely butchered the lyrics.",
    "What's the funniest thing you've ever done while sleepwalking (if applicable)?",
    "What’s the most awkward moment during a family gathering?",
    "Describe a time you got caught staring awkwardly at someone.",
    "What’s the most ridiculous thing you’ve ever believed about adulthood?",
    "Tell us about a time you tried to give advice and it went horribly wrong.",
    "What's the funniest thing you've ever done to prank a friend?",
    "What’s your most embarrassing moment while trying to be polite?",
    "Describe a time you wore clothes that clearly didn't match.",
    "What’s the silliest thing you’ve ever done with a leftover food item?",
    "Tell us about a time you were mistaken for someone else and played along.",
    "What's the funniest thing you've ever done to entertain a child?",
    "What’s the most awkward moment you've had with a stranger?",
    "Describe a time you tried to use a fancy word and used it incorrectly.",
    "What’s the most outlandish thing you’ve ever packed for a trip?",
    "Tell us about a time you thought you heard your name but no one called you.",
    "What's the funniest thing you've ever done to avoid doing homework?",
    "What’s your most embarrassing moment involving public transportation?",
    "Describe a time you tried to impress someone with a skill you didn't have.",
    "What’s the silliest thing you’ve ever done at a sporting event?",
    "Tell us about a time you got caught making a weird face.",
    "What's the funniest thing you've ever said to a customer service representative?",
    "What’s the most awkward moment during a video call?",
    "Describe a time you tried to be serious but burst out laughing.",
    "What’s the most ridiculous thing you’ve ever seen a pet do?",
    "Tell us about a time you completely forgot an important appointment.",
    "What's the funniest thing you've ever done in a library or quiet place?",
    "What’s your most embarrassing moment involving social media?",
    "Describe a time you attempted a DIY project and it ended in chaos.",
    "What’s the silliest thing you’ve ever done to get attention?",
    "Tell us about a time you accidentally sent a meme to the wrong person.",
    "What's the funniest thing you've ever done while trying to sneak a snack?",
    "What’s the most awkward moment at a restaurant?",
    "Describe a time you tried to tell a scary story and it ended up being funny.",
    "What’s the most outlandish item of clothing you own?",
    "Tell us about a time you thought you were alone and started singing/dancing.",
    "What's the funniest thing you've ever done while waiting in line?",
    "What’s your most embarrassing moment involving a spilled drink?",
    "Describe a time you tried to flirt and it went terribly wrong.",
    "What’s the silliest thing you’ve ever done to annoy a sibling?",
    "Tell us about a time you accidentally wore your clothes inside out all day.",
    "What's the funniest thing you've ever said to a child?",
    "What’s the most awkward moment during a job interview?",
    "Describe a time you misheard song lyrics and sang them incorrectly for years.",
    "What’s the most ridiculous thing you’ve ever tried to re-gift?",
    "Tell us about a time you completely failed at parallel parking.",
    "What's the funniest thing you've ever done to cheer up a sad friend?",
    "What’s your most embarrassing moment involving a public restroom?",
    "Describe a time you tried to give someone a high-five and missed.",
    "What’s the silliest thing you’ve ever done to save a small amount of money?",
    "Tell us about a time you thought you were whispering but were actually speaking loudly.",
    "What's the funniest thing you've ever done while trying to assemble furniture?",
    "What’s the most awkward moment during a family holiday?",
    "Describe a time you tried to act smart but sounded completely foolish.",
    "What’s the most outlandish outfit you’ve ever seen someone wear?",
    "Tell us about a time you accidentally 'replied all' to an email.",
    "What's the funniest thing you've ever done to pass the time during a boring meeting?",
    "What’s your most embarrassing moment involving a wrong turn while driving?",
    "Describe a time you tried to give a compliment and it came out weird.",
    "What’s the silliest thing you’ve ever done with a remote control?",
    "Tell us about a time you got caught talking to yourself in public.",
    "What's the funniest thing you've ever done to avoid exercising?",
    "What’s the most awkward moment during a presentation?",
    "Describe a time you tried to be sneaky but were completely obvious.",
    "What’s the most ridiculous thing you’ve ever seen a child do?",
    "Tell us about a time you thought you were alone and started singing/dancing loudly.",
    "What's the funniest thing you've ever done to cheer yourself up after a bad day?",
    "What’s your most embarrassing moment involving a broken item?",
    "Describe a time you tried to make a grand entrance and fell.",
    "What’s the silliest thing you’ve ever done to prepare for a big event?",
    "Tell us about a time you completely forgot someone's birthday.",
    "What's the funniest thing you've ever done to avoid cleaning?",
    "What’s the most awkward moment with an ex-partner?",
    "Describe a time you tried to be helpful and messed things up instead.",
    "What’s the most outlandish thing you’ve ever found in your pockets?",
    "Tell us about a time you accidentally wore two different colored socks.",
    "What's the funniest thing you've ever done to get out of an awkward conversation?",
    "What’s your most embarrassing moment involving a public announcement?",
    "Describe a time you tried to impress someone with a talent you didn't really have.",
    "What’s the silliest thing you’ve ever done to calm down a baby/pet?",
    "Tell us about a time you thought you left something important behind and you hadn't.",
    "What's the funniest thing you've ever done while cooking a meal?",
    "What’s the most awkward moment during a group photo?",
    "Describe a time you mispronounced a word in a very funny way.",
    "What’s the most ridiculous thing you’ve ever named a pet or object?",
    "Tell us about a time you accidentally walked into a glass door/wall.",
    "What's the funniest thing you've ever done to distract someone?",
    "What’s your most embarrassing moment involving a pet having an accident?",
    "Describe a time you tried to tell a serious story and burst out laughing.",
    "What’s the silliest thing you’ve ever done to celebrate a small victory?",
    "Tell us about a time you accidentally said something inappropriate to a stranger.",
    "What's the funniest thing you've ever done while shopping?",
    "What’s the most awkward moment during a family road trip?",
    "Describe a time you completely forgot what you were saying mid-sentence.",
    "What’s the most outlandish thing you’ve ever done to procrastinate?",
    "Tell us about a time you tried to hide something and it was immediately found.",
    "What's the funniest thing you've ever done to entertain yourself when bored?",
    "What’s your most embarrassing moment involving a public display of affection?",
    "Describe a time you tried to play it cool but obviously failed.",
    "What’s the silliest thing you’ve ever done to avoid getting a haircut?",
    "Tell us about a time you accidentally switched bags/backpacks with someone.",
    "What's the funniest thing you've ever done to annoy your neighbors (playfully)?",
    "What’s the most awkward moment during a school play or performance?",
    "Describe a time you misheard something and responded completely incorrectly.",
    "What’s the most ridiculous thing you’ve ever tried to draw?",
    "Tell us about a time you tried to be a good Samaritan and it went wrong.",
    "What's the funniest thing you've ever done to get out of washing dishes?",
    "What’s your most embarrassing moment involving a public speech?",
    "Describe a time you tried to sneak a snack and got caught.",
    "What’s the silliest thing you’ve ever done to get rid of a persistent salesperson?",
    "Tell us about a time you completely forgot a friend's birthday and had to improvise.",
    "What's the funniest thing you've ever done to avoid talking on the phone?",
    "What’s the most awkward moment during a doctor's visit?",
    "Describe a time you tried to look serious but ended up giggling.",
    "What’s the most outlandish thing you’ve ever put on a pizza?",
    "Tell us about a time you accidentally wore your shirt inside out.",
    "What's the funniest thing you've ever done to cheer up a crying baby?",
    "What’s your most embarrassing moment involving a faulty piece of furniture?",
    "Describe a time you tried to catch something and missed spectacularly.",
    "What’s the silliest thing you’ve ever done with a piece of tape?",
    "Tell us about a time you got caught singing terribly in the car.",
    "What's the funniest thing you've ever done to get a good parking spot?",
    "What’s the most awkward moment during a formal dinner?",
    "Describe a time you misread a sign and it led to a funny situation.",
    "What’s the most ridiculous thing you’ve ever named a Wi-Fi network?",
    "Tell us about a time you accidentally replied to a text that wasn't for you.",
    "What's the funniest thing you've ever done to avoid going to bed?",
    "What’s your most embarrassing moment involving trying to be cool in front of kids?",
    "Describe a time you tried to be a good influence but set a bad example instead.",
    "What’s the silliest thing you’ve ever done while playing a board game?",
    "Tell us about a time you got caught talking to your pet like a human.",
    "What's the funniest thing you've ever done to get out of exercising?",
    "What’s the most awkward moment during a movie night?",
    "Describe a time you thought you were alone and started talking to yourself.",
    "What’s the most outlandish thing you’ve ever found in a rental car?",
    "Tell us about a time you accidentally sent a voice message to the wrong person.",
    "What's the funniest thing you've ever done to cheer up a grumpy friend?",
    "What’s your most embarrassing moment involving a public toilet?",
    "Describe a time you tried to be subtle and failed spectacularly.",
    "What’s the silliest thing you’ve ever done to make someone laugh?",
    "Tell us about a time you completely forgot where you parked your car.",
    "What's the funniest thing you've ever done to avoid answering the door?",
    "What’s the most awkward moment during a haircut?",
    "Describe a time you tried to mimic an accent and it went horribly wrong.",
    "What’s the most ridiculous thing you’ve ever worn as pajamas?",
    "Tell us about a time you accidentally walked into the wrong apartment.",
    "What's the funniest thing you've ever done to entertain yourself on a long flight?",
    "What’s your most embarrassing moment involving a broken chair?",
    "Describe a time you tried to give a serious speech and kept laughing.",
    "What’s the silliest thing you’ve ever done to avoid a family gathering?",
    "Tell us about a time you completely forgot a common word.",
    "What's the funniest thing you've ever done to avoid studying?",
    "What’s the most awkward moment during a virtual meeting?",
    "Describe a time you tried to be strong but dropped something heavy.",
    "What’s the most outlandish thing you’ve ever done to surprise someone?",
    "Tell us about a time you accidentally ordered something bizarre at a restaurant.",
    "What's the funniest thing you've ever done to cheer up a sick friend?",
    "What’s your most embarrassing moment involving a tangled mess?",
    "Describe a time you tried to be cool and slipped on something.",
    "What’s the silliest thing you’ve ever done to get a good seat?",
    "Tell us about a time you got caught making a funny noise.",
    "What's the funniest thing you've ever done to avoid chores on a rainy day?",
    "What’s the most awkward moment during a sleepover?",
    "Describe a time you misheard a question and gave a ridiculous answer.",
    "What’s the most ridiculous thing you’ve ever tried to fix with duct tape?",
    "Tell us about a time you accidentally sent a voice message to your boss.",
    "What's the funniest thing you've ever done to entertain a group of adults?",
    "What’s your most embarrassing moment involving a public announcement system?",
    "Describe a time you tried to impress a pet and it ignored you.",
    "What’s the silliest thing you’ve ever done to decorate your room?",
    "Tell us about a time you thought you saw a ghost but it was just a reflection.",
    "What's the funniest thing you've ever done to get a free sample?",
    "What’s the most awkward moment during a job interview where you said something silly?",
    "Describe a time you tried to sing along to a song and were completely off-key.",
    "What’s the most outlandish thing you’ve ever done for a dare (that wasn't this game)?",
    "Tell us about a time you accidentally replied 'yes' to a spam call.",
    "What's the funniest thing you've ever done to avoid eye contact?",
    "What’s your most embarrassing moment involving a forgotten item?",
    "Describe a time you tried to be sneaky but made a lot of noise.",
    "What’s the silliest thing you’ve ever done with a balloon?",
    "Tell us about a time you got caught daydreaming intensely.",
    "What's the funniest thing you've ever done to entertain yourself during a power outage?",
    "What’s the most awkward moment during a parent-teacher conference (if applicable)?",
    "Describe a time you misunderstood an instruction and did something completely different.",
    "What’s the most ridiculous thing you’ve ever done to get a pet's attention?",
    "Tell us about a time you accidentally wore an item of clothing backwards.",
    "What's the funniest thing you've ever done to cheer up a grumpy pet?",
    "What’s your most embarrassing moment involving a loud stomach rumble?",
    "Describe a time you tried to jump over something and tripped instead.",
    "What’s the silliest thing you’ve ever done to avoid eating a certain food?",
    "Tell us about a time you thought you were alone and started talking to your reflection.",
    "What's the funniest thing you've ever done to get out of a commitment?",
    "What’s the most awkward moment during a visit to a new friend's house?",
    "Describe a time you tried to impress someone with your knowledge and failed.",
    "What’s the most outlandish thing you’ve ever done with a potato?",
    "Tell us about a time you accidentally spilled a drink on someone.",
    "What's the funniest thing you've ever done to cheer up a bored sibling?",
    "What’s your most embarrassing moment involving a broken door?",
    "Describe a time you tried to open a door that was already open.",
    "What’s the silliest thing you’ve ever done to make a child laugh?",
    "Tell us about a time you got caught making a weird noise with your mouth.",
    "What's the funniest thing you've ever done to avoid a phone call from a specific person?",
    "What’s the most awkward moment during a formal event?",
    "Describe a time you misheard a joke and laughed at the wrong part.",
    "What’s the most ridiculous thing you’ve ever put on toast?",
    "Tell us about a time you accidentally replied to an email from a year ago.",
    "What's the funniest thing you've ever done to entertain yourself during a long car ride?",
    "What’s your most embarrassing moment involving a chair collapsing?",
    "Describe a time you tried to be a good friend but messed things up instead.",
    "What’s the silliest thing you’ve ever done to get a free item?",
    "Tell us about a time you thought you saw a celebrity but it was just a cardboard cutout.",
    "What's the funniest thing you've ever done to avoid getting dressed?",
    "What’s the most awkward moment during a parent-teacher meeting (as a parent or former student)?",
    "Describe a time you misunderstood a recipe and created a disaster.",
    "What’s the most outlandish outfit you’ve ever worn for Halloween?",
    "Tell us about a time you accidentally liked an old social media post.",
    "What's the funniest thing you've ever done to pass the time when stuck indoors?",
    "What’s your most embarrassing moment involving a misplaced item?",
    "Describe a time you tried to be strong and ended up looking weak.",
    "What’s the silliest thing you’ve ever done with a piece of string?",
    "Tell us about a time you got caught singing terribly in the shower.",
    "What's the funniest thing you've ever done to get out of doing dishes for a week?",
    "What’s the most awkward moment during a friend's birthday party?",
    "Describe a time you misinterpreted a facial expression and reacted incorrectly.",
    "What’s the most ridiculous thing you’ve ever seen a toddler do?",
    "Tell us about a time you accidentally sent a text with a ridiculous emoji.",
    "What's the funniest thing you've ever done to cheer yourself up after a break-up?",
    "What’s your most embarrassing moment involving a public announcement over a speaker?",
    "Describe a time you tried to impress someone with your intellect and failed.",
    "What’s the silliest thing you’ve ever done to calm a nervous pet?",
    "Tell us about a time you thought you lost your phone but it was in your hand.",
    "What's the funniest thing you've ever done while trying to sneak food?",
    "What’s the most awkward moment during a visit to the dentist?",
    "Describe a time you tried to give advice that you yourself don't follow.",
    "What’s the most outlandish thing you’ve ever used as a pillow?",
    "Tell us about a time you accidentally walked into a pole/tree/doorframe.",
    "What's the funniest thing you've ever done to distract yourself from boredom?",
    "What’s your most embarrassing moment involving a wardrobe change mishap?",
    "Describe a time you tried to tell a joke and everyone just stared blankly.",
    "What’s the silliest thing you’ve ever done to avoid going to bed as a child?",
    "Tell us about a time you completely forgot a common phrase.",
    "What's the funniest thing you've ever done to avoid doing laundry?",
    "What’s the most awkward moment during a video call where you didn't realize your camera was on?",
    "Describe a time you tried to be cool and accidentally said something silly.",
    "What’s the most ridiculous thing you’ve ever worn on your head?",
    "Tell us about a time you accidentally liked a picture from someone's profile from years ago.",
    "What's the funniest thing you've ever done to cheer up a friend feeling down about work?",
    "What’s your most embarrassing moment involving a public speaking engagement?",
    "Describe a time you tried to be helpful and ended up creating more work.",
    "What’s the silliest thing you’ve ever done to make a child laugh hysterically?",
    "Tell us about a time you got caught talking to yourself in a crowded place.",
    "What's the funniest thing you've ever done to avoid making a difficult phone call?",
    "What’s the most awkward moment during a family holiday where a secret came out?",
    "Describe a time you completely messed up a simple recipe.",
    "What’s the most outlandish thing you’ve ever used as a bookmark?",
    "Tell us about a time you accidentally called your teacher/boss 'mom' or 'dad'.",
    "What's the funniest thing you've ever done to entertain yourself during a long wait?",
    "What’s your most embarrassing moment involving a public place and a funny sound?",
    "Describe a time you tried to be sneaky and tripped over something.",
    "What’s the silliest thing you’ve ever done to get out of a responsibility?",
    "Tell us about a time you thought you knew a celebrity but it was just a look-alike.",
    "What's the funniest thing you've ever done to avoid going to the grocery store?",
    "What’s the most awkward moment during a job interview when you completely blanked out?",
    "Describe a time you misheard a question and gave a really bizarre answer.",
    "What’s the most ridiculous thing you’ve ever tried to balance?",
    "Tell us about a time you accidentally sent a text with a very personal detail to the wrong person.",
    "What's the funniest thing you've ever done to cheer up a friend after a bad exam?",
    "What’s your most embarrassing moment involving a public announcement about yourself?",
    "Describe a time you tried to impress someone with a magic trick that failed.",
    "What’s the silliest thing you’ve ever done to get a pet to obey you?",
    "Tell us about a time you thought you were alone and started dancing wildly.",
    "What's the funniest thing you've ever done while trying to assemble IKEA furniture?",
    "What’s the most awkward moment during a first meeting with a friend's parents?",
    "Describe a time you misunderstood a phrase and used it incorrectly in public.",
    "What’s the most outlandish thing you’ve ever worn to a themed party?",
    "Tell us about a time you accidentally walked into the wrong classroom/meeting room.",
    "What's the funniest thing you've ever done to avoid a conversation with someone you knew?",
    "What’s your most embarrassing moment involving a broken piece of technology?",
    "Describe a time you tried to be serious but giggled uncontrollably.",
    "What’s the silliest thing you’ve ever done with a piece of paper?",
    "Tell us about a time you got caught talking to yourself in a quiet library.",
    "What's the funniest thing you've ever done to entertain yourself during a long journey?",
    "What’s the most awkward moment during a family game night?",
    "Describe a time you completely forgot a common object's name.",
    "What’s the most ridiculous thing you’ve ever tried to eat?",
    "Tell us about a time you accidentally sent an embarrassing photo to the wrong person.",
    "What's the funniest thing you've ever done to cheer up a sad friend who just broke up?",
    "What’s your most embarrassing moment involving a public announcement in a crowded place?",
    "Describe a time you tried to impress a crush with a special skill and messed up.",
    "What’s the silliest thing you’ve ever done to calm a scared pet during a thunderstorm?",
    "Tell us about a time you thought you lost your keys but they were in your hand the whole time.",
    "What's the funniest thing you've ever done while trying to cook a complicated meal?",
    "What’s the most awkward moment during a visit to the doctor for a silly reason?",
    "Describe a time you tried to give advice that was completely unhelpful.",
    "What’s the most outlandish thing you’ve ever used as a plate?",
    "Tell us about a time you accidentally spilled a drink on yourself at a formal event.",
    "What's the funniest thing you've ever done to distract yourself from an embarrassing moment?",
    "What’s your most embarrassing moment involving a wardrobe mishap in public?",
    "Describe a time you tried to tell a joke and no one laughed.",
    "What’s the silliest thing you’ve ever done to make a group of adults laugh?",
    "Tell us about a time you got caught making a weird sound with your nose.",
    "What's the funniest thing you've ever done to avoid doing your homework last minute?",
    "What’s the most awkward moment during a casual chat where you said something completely inappropriate?",
    "Describe a time you misread a sign and ended up in the wrong place.",
    "What’s the most ridiculous thing you’ve ever named a plant?",
    "Tell us about a time you accidentally replied to an email that was meant for someone else.",
    "What's the funniest thing you've ever done to pass the time when stuck in traffic indoors?",
    "What’s your most embarrassing moment involving a broken glass item?",
    "Describe a time you tried to be strong but stumbled over your own feet.",
    "What’s the silliest thing you’ve ever done with a piece of clothing you dislike?",
    "Tell us about a time you got caught singing terribly in public (not knowingly).",
    "What's the funniest thing you've ever done to get out of doing a specific chore?",
    "What’s the most awkward moment during a first meeting with a significant other's family?",
    "Describe a time you misinterpreted a gesture and reacted in a funny way.",
    "What’s the most outlandish thing you’ve ever worn on your feet?",
    "Tell us about a time you accidentally walked into a room where you weren't supposed to be.",
    "What's the funniest thing you've ever done to entertain yourself during a boring lecture?",
    "What’s your most embarrassing moment involving a public display of emotion?",
    "Describe a time you tried to play it cool but completely panicked inside.",
    "What’s the silliest thing you’ve ever done to avoid doing something you didn't want to do?",
    "Tell us about a time you completely forgot a common person's name.",
    "What's the funniest thing you've ever done to avoid talking to a door-to-door salesperson?",
    "What’s the most awkward moment during a video game session with friends?",
    "Describe a time you thought you heard your name being called but it was just background noise.",
    "What’s the most ridiculous thing you’ve ever done with a rubber band?",
    "Tell us about a time you accidentally sent a very casual text to your boss.",
    "What's the funniest thing you've ever done to cheer up a friend after a bad day at work?",
    "What’s your most embarrassing moment involving a public announcement from a speaker that distorted your name?",
    "Describe a time you tried to impress a pet with a trick that didn't work.",
    "What’s the silliest thing you’ve ever done to decorate a small space?",
    "Tell us about a time you thought you saw a ghost but it was just a shadow.",
    "What's the funniest thing you've ever done to get a good deal on something?",
    "What’s the most awkward moment during a job interview where you accidentally said something completely irrelevant?",
    "Describe a time you misread song lyrics and sang them confidently wrong for years.",
    "What’s the most outlandish thing you’ve ever tried to balance on your head?",
    "Tell us about a time you accidentally 'liked' an old social media post from a stranger.",
    "What's the funniest thing you've ever done to pass the time during a long power outage indoors?",
    "What’s your most embarrassing moment involving a misplaced pair of glasses?",
    "Describe a time you tried to be strong but nearly dropped something breakable.",
    "What’s the silliest thing you’ve ever done with a piece of paper towel?",
    "Tell us about a time you got caught singing terribly while walking around your house.",
    "What's the funniest thing you've ever done to get out of doing yard work (even if it's indoors)?",
    "What’s the most awkward moment during a friend's birthday party where you forgot the gift?",
    "Describe a time you misinterpreted a facial expression and gave a completely wrong response.",
    "What’s the most ridiculous thing you’ve ever named a household appliance?",
    "Tell us about a time you accidentally replied to a text meant for a completely different group chat.",
    "What's the funniest thing you've ever done to entertain yourself during a very quiet gathering?",
    "What’s your most embarrassing moment involving a public announcement where your name was mispronounced?",
    "Describe a time you tried to impress someone with a talent you saw in a movie and failed.",
    "What’s the silliest thing you’ve ever done to calm a very hyper pet indoors?",
    "Tell us about a time you thought you lost your wallet but it was in a very obvious place.",
    "What's the funniest thing you've ever done while cooking a holiday meal?",
    "What’s the most awkward moment during a visit to the salon/barber where you got a bad cut?",
    "Describe a time you tried to give advice that ended up making the situation worse.",
    "What’s the most outlandish thing you’ve ever used as a coffee mug?",
    "Tell us about a time you accidentally spilled a drink on a valuable item.",
    "What's the funniest thing you've ever done to distract yourself from an awkward silence?",
    "What’s your most embarrassing moment involving a public wardrobe adjustment?",
    "Describe a time you tried to tell a joke and told it to the wrong audience.",
    "What’s the silliest thing you’ve ever done to make a close friend laugh uncontrollably?",
    "Tell us about a time you got caught making a weird sound when you thought you were alone.",
    "What's the funniest thing you've ever done to avoid doing your least favorite chore?",
    "What’s the most awkward moment during a formal dinner where you spilled something?",
    "Describe a time you misread a sign and it led to a very funny detour.",
    "What’s the most ridiculous thing you’ve ever tried to repair with sticky notes?",
    "Tell us about a time you accidentally sent a very casual text to a professional contact.",
    "What's the funniest thing you've ever done to cheer up a friend who's feeling homesick?",
    "What’s your most embarrassing moment involving a loud sneeze/cough in a quiet place?",
    "Describe a time you tried to be cool and ended up looking like a complete dork.",
    "What’s the silliest thing you’ve ever done to get out of doing a favor?",
    "Tell us about a time you thought you saw a famous person but it was just a poster.",
    "What's the funniest thing you've ever done to avoid answering a text message?",
    "What’s the most awkward moment during a family photoshoot?",
    "Describe a time you completely forgot a friend's anniversary or important date.",
    "What’s the most outlandish thing you’ve ever worn as a hat?",
    "Tell us about a time you accidentally walked into the wrong car.",
    "What's the funniest thing you've ever done to entertain yourself during a long queue indoors?",
    "What’s your most embarrassing moment involving a public fall (even a small trip)?",
    "Describe a time you tried to give a serious speech and kept making silly faces.",
    "What’s the silliest thing you’ve ever done to avoid a social event?",
    "Tell us about a time you completely forgot what you were looking for.",
    "What's the funniest thing you've ever done to avoid cleaning your room?",
    "What’s the most awkward moment during a video call where someone walked in behind you?",
    "Describe a time you tried to be sneaky and accidentally bumped into something loud.",
    "What’s the most ridiculous thing you’ve ever seen a toddler try to do?",
    "Tell us about a time you thought you were alone and started talking to your plants.",
    "What's the funniest thing you've ever done to cheer yourself up after a minor mishap?",
    "What’s your most embarrassing moment involving a pet doing something unexpected in public?",
    "Describe a time you tried to make a grand entrance but slipped and recovered awkwardly.",
    "What’s the silliest thing you’ve ever done to prepare for a first date?",
    "Tell us about a time you completely forgot a holiday or celebration.",
    "What's the funniest thing you've ever done to avoid doing laundry for weeks?",
    "What’s the most awkward moment with a significant other’s sibling?",
    "Describe a time you tried to be helpful and accidentally broke something.",
    "What’s the most outlandish thing you’ve ever found in your couch cushions?",
    "Tell us about a time you accidentally wore mismatched shoes all day.",
    "What's the funniest thing you've ever done to get out of an online meeting?",
    "What’s your most embarrassing moment involving a public speaker's microphone feedback?",
    "Describe a time you tried to impress someone with a foreign language and messed up.",
    "What’s the silliest thing you’ve ever done to calm a very anxious pet indoors?",
    "Tell us about a time you thought you were locked out but the door was unlocked.",
    "What's the funniest thing you've ever done while trying to bake something complicated?",
    "What’s the most awkward moment during a visit to the doctor for an embarrassing ailment?",
    "Describe a time you tried to give advice that was completely hypocritical.",
    "What’s the most outlandish thing you’ve ever used as a pen holder?",
    "Tell us about a time you accidentally spilled food on yourself at a friend's house.",
    "What's the funniest thing you've ever done to distract yourself from a boring task?",
    "What’s your most embarrassing moment involving a public sneeze that was extremely loud?",
    "Describe a time you tried to tell a joke and forgot the punchline.",
    "What’s the silliest thing you’ve ever done to make a stranger laugh?",
    "Tell us about a time you got caught making a weird face at yourself in the mirror.",
    "What's the funniest thing you've ever done to avoid cleaning the bathroom?",
    "What’s the most awkward moment during a formal dinner where you used the wrong utensil?",
    "Describe a time you misread a recipe and made something inedible.",
    "What’s the most ridiculous thing you’ve ever tried to hide from your parents?",
    "Tell us about a time you accidentally replied to an old social media message.",
    "What's the funniest thing you've ever done to entertain yourself during a very quiet party?",
    "What’s your most embarrassing moment involving a broken elevator?",
    "Describe a time you tried to be strong but completely lost your balance.",
    "What’s the silliest thing you’ve ever done with a piece of fruit?",
    "Tell us about a time you got caught singing terribly while doing chores.",
    "What's the funniest thing you've ever done to get out of making dinner?",
    "What’s the most awkward moment during a friend's big life event?",
    "Describe a time you misinterpreted a text message and responded awkwardly.",
    "What’s the most outlandish thing you’ve ever worn to bed?",
    "Tell us about a time you accidentally walked into the wrong store aisle looking for something specific.",
    "What's the funniest thing you've ever done to avoid a phone call from a bill collector?",
    "What’s your most embarrassing moment involving a public animal encounter?",
    "Describe a time you tried to impress a child with a 'cool' trick and failed miserably.",
    "What’s the silliest thing you’ve ever done to calm a rambunctious child indoors?",
    "Tell us about a time you completely forgot your wallet/keys when leaving the house."
  ]
}